LEXICON_1: dict[str, str] = {
    '/start': 'Здравствуйте! Выберите из меню ниже, что вас беспокоит.',
    '/help': 'May the force be with you!'
}

LEXICON_2: dict[str, str] = {
    '/cold': 'У меня простуда',
    '/future': 'Появится позже'
}

LEXICON_3: dict[str, str] = {
    '/general': 'Общие советы',
    '/cough': 'Кашель',
    '/runny_nose': 'Насморк',
    '/sore_throat': 'Боль в горле',
    '/fever': 'Высокая температура',
}

LEXICON_4: dict[str, str] = {
    '/general': 'Пейте много теплой жидкости, спите и отдыхайте, избегайте переохлождений.'
                'Если мои советы не помогают и вы чувствуете себя хуже спустя 1-2 дня, немедленно обратитесь к врачу.'
                'Простуда может осложниться такими заболеваниями как бронхит, пневмония, тонзиллит, синусит, отит и др.'
                'Применяйте антибиотики только по назначению врача ',

    '/cough': 'Кашель это симптом большого количества заболеваний. Кашель при простуде может свидетельствовать'
              ' о бронхите, трахеите и пневмонии.'
              'Для постановки таких диагнозов назначают рентген-снимок.Рекомендую обратится к врачу. '
              'При невозможности обратиться к врачу следует'
              'принимать противокашлевые лекарства и пить много жидкости.',

    '/runny_nose': 'Рекомендую вам применять спреи на основе гипертонических растворов( например:"АкваМарис").'
                   'С отсторожностью применяйте сосудосуживающие средства и не более 3х дней.'
                   ' ',

    '/sore_throat': 'Боль в горле, особенно при глотании может свидетельствовать об остром тонзиллите(ангина).'
                    'Рекомендую вам полоскать горло солевым раствором и обратится к врачу'
                    'Острый тонзиллит лечится антибиотиком. Принимайте его только после назначении врача',

    '/fever': 'При температуре до 37,5 пользуйтесь общими советами лечения. При температуре до 39 градусов пейте'
              'ибупрофен, парацетамол в любой форме следуя инструкции'
              'Если температура "не сбивается", выпейте дротаверин(но-шпа). '
              'При температуре выше 40 вызывайте скорую помощь.',

}
